export const questions = [
  {
    question: 'Яка умова сприятиме кращому запам’ятовуванню дошкільником чималого переліку, наприклад, овочів?',
    options: [
      'Цікава гра «в супермаркет»',
      'Санкції за помилки у пригадуванні',
      'Змагання з однолітками',
      'Солодощі як винагорода'
    ],
    correctIndex: 0
  },
  {
    question: 'На якому етапі розвитку суїцидальної поведінки людина втрачає здатність переживати радість, її починає приваблювати тема смерті у побутових розмовах або творчості?',
    options: [
      'Досуїцидальному',
      'Пресуїцидальному',
      'Суїцидальному',
      'Постсуїцидальному'
    ],
    correctIndex: 0
  },
  {
    question: 'Керівник подякував Еліс за ініціативу допомогти колезі, за що остання звинуватила її у прагненні «вислужитися». Еліс промовчала, бо сама колись була у такій ситуації. Які механізми міжособистісного сприймання продемонстрували колеги?',
    options: [
      'Атракцію, соціальну установку',
      'Каузальну атрибуцію, ідентифікацію',
      'Стереотипізацію, егоцентризм',
      'Емпатію, соціальну рефлексію'
    ],
    correctIndex: 1
  },
  {
    question: 'Якою є послідовність розміщення наук у класифікації наук Огюста Конта?',
    options: [
      'Хімія – математика – астрономія – фізика – соціологія ‒ біологія',
      'Математика – астрономія – фізика – соціологія – біологія ‒ хімія',
      'Математика – астрономія – фізика – соціологія – хімія ‒ біологія',
      'Математика – астрономія – фізика – хімія – біологія ‒ соціологія'
    ],
    correctIndex: 3
  },
  {
    question: 'За яким критерієм класифікації військовий і педагогічний університети потрапляють до різних груп?',
    options: [
      'Тривалістю існування',
      'Характером організованості',
      'Опосередкованістю взаємодії',
      'Ступенем відкритості'
    ],
    correctIndex: 3
  },
  {
    question: 'Яка ознака є проявом позитивної девіації особистості?',
    options: [
      'Обдарованість',
      'Трудоголізм',
      'Гіперсексуальність',
      'Ігроманія'
    ],
    correctIndex: 0
  },
  {
    question: 'Щоразу після палких дискусій на засіданні наукового гуртка його охоплювало нестримне бажання всебічно вивчити обговорюване питання. Про яке психічне явище йдеться?',
    options: [
      'Мотивацію діяльності',
      'Вольові процеси',
      'Ціннісні орієнтації',
      'Пізнавальні процеси'
    ],
    correctIndex: 0
  },
  {
    question: 'Молода жінка, аби постійно «бути в тренді», слідкує за інстаграм-сторінками кількох модних блогерок і одягається виключно за їхніми фотопропозиціями. Про який принцип соціалізації йдеться?',
    options: [
      'Взаємодії',
      'Відтворення',
      'Діяльності',
      'Системності'
    ],
    correctIndex: 1
  },
  {
    question: 'Що покладено в основу класової системи стратифікації?',
    options: [
      'Економічні відмінності',
      'Правові обмеження та заборони',
      'Анатомо-фізіологічні особливості',
      'Етнічно-релігійні відмінності'
    ],
    correctIndex: 0
  },
  {
    question: 'Який додатковий аспект поведінки необхідно актуалізувати керівнику групи у підлеглих для отримання схвалення свого рішення через інтерналізацію?',
    options: [
      'Певні особистісні цінності',
      'Відповідні рольові очікування',
      'Базова потреба у безпеці',
      'Стан тривоги, занепокоєння'
    ],
    correctIndex: 0
  },
  {
    question: 'Хто із вчених першим увів поняття «стиль життя» як детермінанти поведінки людини та формування структур її особистості?',
    options: [
      'Альфред Адлер',
      'Еріх Фромм',
      'Карл Густав Юнг',
      'Мартін Гайдеґґер'
    ],
    correctIndex: 0
  },
  {
    question: 'У романі Олександра Дюма охоронець-протестант гарантує полоненій-католичці право «виконувати обряди ВАШОЇ церкви та відвідувати її служби», а також «читати ВАШІ молитви». З яким груповим феноменом пов’язані почуття полоненої?',
    options: [
      'Групова ідентичність',
      'Групова роль',
      'Груповий конформізм',
      'Групова думка'
    ],
    correctIndex: 0
  },
  {
    question: 'Довірчі інтервали для відсотка одружених і неодружених містян, які цікавляться модою, є такими: (0,777; 0,837) та (0,832; 0,882) відповідно. Який висновок є релевантним?',
    options: [
      'Сімейний статус містян впливає на їхню зацікавленість модою',
      'І одружені, і неодружені містяни однаково цікавляться модою',
      'Неодружені містяни більше цікавляться модою, ніж одружені',
      'У одружених містян знижується інтерес до моди'
    ],
    correctIndex: 1
  },
  {
    question: 'Рівняння регресії для змінних «зарплата» і «стаж роботи» є таким: y=0,32x. Яке пояснення результату є правильним, якщо шкала змінної «зарплата» має градацію у 500 грн, а змінної «стаж роботи» – один рік?',
    options: [
      'Стаж роботи залежить лише від зарплати; статистична залежність є прямою',
      'Зі зростанням стажу на один рік зарплата зростає в середньому на 160 грн',
      'Залежність існує лише, якщо зарплата змінюється приблизно на 500 грн щороку',
      'Зі щорічним зростанням стажу зарплата зростає орієнтовно на 500 грн'
    ],
    correctIndex: 1
  },
  {
    question: 'Хто із наведених осіб може бути респондентом в експертному опитуванні про найефективніші методи розвитку уваги у дітей із синдромом дефіциту уваги?',
    options: [
      'Батьки дітей, у яких діагностовано синдром дефіциту уваги',
      'Діти, у яких діагностовано синдром дефіциту уваги',
      'Вчителі, які навчають дітей, у яких діагностовано синдром дефіциту уваги',
      'Психологи, досвідчені у роботі зі синдромом дефіциту уваги'
    ],
    correctIndex: 3
  },
  {
    question: 'Які потреби виділяють за суб’єктами вияву?',
    options: [
      'Групові',
      'Статусні',
      'Трудові',
      'Абсолютні'
    ],
    correctIndex: 0
  },
  {
    question: 'Передача власності у спадок – це прояв функціонування якого соціального інституту?',
    options: [
      'Економічного',
      'Правового',
      'Культурного',
      'Політичного'
    ],
    correctIndex: 1
  },
  {
    question: 'Дівчина вважає, що чоловіки бояться жінок, рівних їм за соціальним статусом, тому не відразу говорить хлопцеві, що працює суддею. Якого стилю поведінки вона дотримується?',
    options: [
      'Уникнення ґендерно-рольового конфлікту',
      'Жертвування статусом заради стосунків',
      'Пристосування до статусу обранця',
      'Поступливість щодо майбутніх стосунків'
    ],
    correctIndex: 0
  },
  {
    question: 'Якому типу соціальної мобільності відповідає переміщення з посади керівника відділу однієї компанії на заступника керівника іншої компанії?',
    options: [
      'Вертикальному',
      'Горизонтальному',
      'Внутрішньоорганізаційному',
      'Груповому'
    ],
    correctIndex: 0
  },
  {
    question: 'Героїня Бернарда Шоу знає, що суспільство очікує від неї поведінки аристократки, однак, щоразу в її поведінці «проявляється» продавчиня квітів. Яка пара інтеракціоністських понять тут проілюстрована?',
    options: [
      '«Я» та «мене»',
      'Групи первинні і вторинні',
      'Визначення ситуації та установка',
      'Імпульс і консумація'
    ],
    correctIndex: 0
    },
  {
    question: 'Чому для аналізу рівня задоволеності умовами праці слід використати порядковий рівень вимірювання (за С. Стівенсом)?',
    options: [
      'Він уможливлює розподіл респондентів за групами від високого до низького рівня задоволеності',
      'Він дає змогу зафіксувати позиції респондентів без можливості співставлення',
      'Завдяки йому можна отримати абсолютні показники задоволеності умовами праці',
      'Він дає змогу виявити різноманіття думок респондентів щодо умов праці'
    ],
    correctIndex: 0
  },
  {
    question: 'Яке з висловлювань є проявом ейджизму?',
    options: [
      'Старшим людям потрібна додаткова підтримка в їх повсякденних справах',
      'Старші громадяни заслуговують на повагу за свій досвід та мудрість',
      'Вік не впливає на здатність працювати ефективно',
      'Старші люди не здатні пристосуватися до нових технологій'
    ],
    correctIndex: 3
  },
  {
    question: 'У чому полягає основний недолік спостереження як методу збирання інформації, пов\'язаний з особою спостерігача?',
    options: [
      'У наявному соціальному статусі спостерігача',
      'У відсутності опосередкованих ланок',
      'У необ\'єктивності суджень спостерігача',
      'У фіксації даних відразу за кількома параметрами'
    ],
    correctIndex: 2
  },
  {
    question: 'Який рівень вияву психіки є своєрідним резервуаром, де зберігається накопичена протягом усього життя інформація та осідає у пам\'яті як досвід?',
    options: [
      'Свідоме',
      'Надсвідоме',
      'Підсвідоме',
      'Несвідоме'
    ],
    correctIndex: 2
  },
  {
    question: 'Дівчина не відповіла на кілька телефонних дзвінків від хлопця, бо пів робочого дня була на нараді. Згадавши пізно ввечері, вона подумала: «О ні, він вирішив, що я його ігнорую». Який механізм міжособистісного сприймання вона демонструє?',
    options: [
      'Каузальну атрибуцію',
      'Стереотипізацію',
      'Ідентифікацію',
      'Соціальну рефлексію'
    ],
    correctIndex: 0
  },
  {
    question: 'Сутність якого соціально-психологічного механізму моди полягає у несвідомому засвоєнні віянь моди через багаторазове посилення специфічних станів (потреба в оновленні, емоційне збудження, інтерес) у процесі соціальної взаємодії?',
    options: [
      'Зараження',
      'Наслідування',
      'Навіювання',
      'Ідентифікація'
    ],
    correctIndex: 1
  },
  {
    question: 'Яку назву має властивість індивіда розв’язувати конфлікт на користь групи, переконуючи себе в необхідності вибрати позицію більшості?',
    options: [
      'Конформність',
      'Сумісність',
      'Пристосування',
      'Спрацьовування'
    ],
    correctIndex: 0
  },
  {
    question: 'Що таке соціальна мобільність?',
    options: [
      'Зміна соціального статусу індивіда або групи',
      'Зміна ціннісних пріоритетів особистості',
      'Розширення професійного світогляду людини',
      'Розширення можливостей людей подорожувати'
    ],
    correctIndex: 0
  },
  {
    question: 'Яка свідомість за своїм змістом є ширшою?',
    options: [
      'Громадська',
      'Індивідуальна',
      'Групова',
      'Масова'
    ],
    correctIndex: 0
  },
  {
    question: 'Яка галузь психологічної науки вивчає об’єктивні процеси зародження психічних явищ на основі попередніх і становлення нових психічних механізмів?',
    options: [
      'Педагогічна',
      'Генетична',
      'Порівняльна',
      'Соціальна'
    ],
    correctIndex: 0
    },
  {
    question: 'Для експерименту, окрім пари експериментальної та контрольної груп з початковим і кінцевим вимірюванням, дослідник обрав іще одну таку пару, але лише з кінцевим вимірюванням. З якою метою він це зробив?',
    options: [
      'Уникнення ефекту першого вимірювання',
      'Посилення ефекту експериментального вимірювання',
      'Забезпечення рівномірності груп через вибування учасників',
      'Дотримання еквівалентності груп за певними ознаками'
    ],
    correctIndex: 0
  },
  {
    question: 'В основі якої теорії є припущення, що ситуації соціальної взаємодії нагадують драматичні спектаклі, у яких люди, як актори, прагнуть створювати і підтримувати сприятливі відчуття?',
    options: [
      'Теорії керування враженнями',
      'Теорії символічного інтеракціонізму',
      'Теорії соціального обміну',
      'Психоаналітичної теорії'
    ],
    correctIndex: 0
  },
  {
    question: 'У чому полягає суть макросоціологічного підходу?',
    options: [
      'У дослідженні свідомості та поведінки людини у повсякденному житті',
      'У вивченні особливості розвитку людства від зародження до наших днів',
      'У розгляді суспільства як цілісного системного соціального організму',
      'У розумінні суспільства як символічної взаємодії індивідів і груп'
    ],
    correctIndex: 2
  },
  {
    question: 'Яку назву мають дослідження, що здійснюються на аналогічних вибірках з інтервалами у часі з метою аналізу змін на рівні певної групи?',
    options: [
      'Когортні',
      'Лонгітюдні',
      'Пілотажні',
      'Трендові'
    ],
    correctIndex: 3
  },
  {
    question: 'Хто з дослідників НЕ вивчав несвідоме?',
    options: [
      'Р. Ассаджіолі',
      'З. Фройд',
      'М. Бернштейн',
      'К.Г. Юнг'
    ],
    correctIndex: 2
  },
  {
    question: 'За Гербертом Спенсером, будь-яке розвинене суспільство має декілька основних систем соціальних інститутів. До якої з цих систем належать гроші?',
    options: [
      'Підтримувальна',
      'Розподільча',
      'Регулятивна',
      'Конфліктна'
    ],
    correctIndex: 1
  },
  {
    question: 'Частка яких запитань є суттєво більшою у глибинних інтерв’ю порівняно з іншими видами досліджень?',
    options: [
      'Відкритих',
      'Закритих',
      'Контрольних',
      'Процедурних'
    ],
    correctIndex: 0
  },
  {
    question: 'Яке твердження є прикладом сексистського переконання?',
    options: [
      'Домашня праця має розподілятися між партнерами рівномірно або за інтересами',
      'Відповідальність за матеріальне забезпечення родини, оплату спільного дозвілля несе чоловік',
      'Жінка має право на побудову власної кар’єри, відтермінування або відмову від народження дітей',
      'Чоловік має право йти у декретну відпустку, якщо такий варіант влаштовує подружжя'
    ],
    correctIndex: 1
  },
  {
    question: 'Про який рівень професійного вигорання свідчить поява у людини негативного оцінювання себе, своїх професійних досягнень, успіхів і нівелювання особистої гідності?',
    options: [
      'Деперсоналізації',
      'Хронічної втоми',
      'Редукції особистих досягнень',
      'Резистенції'
    ],
    correctIndex: 2
  },
  {
    question: 'Дослідник підбирав респондентів за формальними характеристиками: стаж (не менше 3 років) на посаді, яка передбачає надання адміністративних послуг військовослужбовцям (не менше 10 послуг). Яке дослідження планується?',
    options: [
      'Біографічне',
      'Експериментальне',
      'Соціометричне',
      'Експертне'
    ],
    correctIndex: 3
    },
  {
    question: 'Яка форма пізнання заснована на відчутті симпатії іншої людини та прихильності до неї?',
    options: [
      'Атракція',
      'Емпатія',
      'Ідентифікація',
      'Рефлексія'
    ],
    correctIndex: 0
  },
  {
    question: 'Що означає, коли особа використовує термін «Квір (Queer)» для самоідентифікації?',
    options: [
      'Вважає себе гомосексуалом',
      'Ідентифікує себе як чоловік або жінка',
      'Не розуміє своєї ґендерної ідентичності',
      'Вважає, що її ґендерна ідентичність відрізняється від ґендерних стандартів'
    ],
    correctIndex: 3
  },
  {
    question: 'Який статусний набір молодого чоловіка є НЕузгодженим?',
    options: [
      'Безробітний, син, колега',
      'Брат, менеджер, пасажир',
      'Покупець, вчитель, вірянин',
      'Військовий, батько, спортсмен'
    ],
    correctIndex: 0
  },
  {
    question: 'З яких двох сторін, за думкою Огюста Конта, має вивчатися будь-який соціальний об\'єкт?',
    options: [
      'Прагматичної і аналітичної',
      'Статичної і динамічної',
      'Абстрактної і позитивної',
      'Загальнонаукової і галузевої'
    ],
    correctIndex: 1
  },
  {
    question: 'Який статистичний аналіз використовують для визначення взаємозв\'язку між рівнем вербального та невербального інтелекту?',
    options: [
      'Визначення коефіцієнта регресії',
      'Однофакторний дисперсійний аналіз',
      'Двофакторний дисперсійний аналіз',
      'Кореляційний аналіз'
    ],
    correctIndex: 3
  },
  {
    question: 'Яка функція соціальної групи полягає у задоволенні потреб людей у схваленні, повазі та довірі?',
    options: [
      'Експресивна',
      'Соціалізації',
      'Інструментальна',
      'Підтримувальна'
    ],
    correctIndex: 0
  },
  {
    question: 'Працівник великої компанії відмовив колегам у висуванні своєї кандидатури на посаду очільника відділу, мотивуючи тим, що він не має підтримки власного бачення розвитку відділу керівниками компанії. Якого стилю поведінки він дотримується?',
    options: [
      'Жертвування статусом заради колективу',
      'Пристосування до стилю керівників компанії',
      'Уникнення статусно-рольового конфлікту',
      'Колаборація'
    ],
    correctIndex: 2
  },
  {
    question: 'Розподіл роботи у відділі відбувається так: керівник доручає завдання підлеглому; якщо той відмовляється його виконувати або виконує абияк, то керівник намагається делегувати завдання іншому працівнику; якщо ж цього йому зробити не вдається, то він сам його виконує; зазвичай, саме так і стається. Який стиль поведінки демонструє керівник?',
    options: [
      'Порозуміння',
      'Співробітництво',
      'Компроміс',
      'Поступливість'
    ],
    correctIndex: 3
  },
  {
    question: 'До якого типу соціальних груп належить така група, як «чоловіки»?',
    options: [
      'Професійна група',
      'Квазігрупа',
      'Первинна група',
      'Демографічна група'
    ],
    correctIndex: 3
  },
  {
    question: 'Яка реальність, на думку Еміля Дюркгайма, є основною детермінантою людської свідомості та поведінки?',
    options: [
      'Соціальна',
      'Біологічна',
      'Психічна',
      'Індивідуальна'
    ],
    correctIndex: 0
    },
  {
    question: 'Як називається спосіб реалізації особистістю власної життєвої позиції?',
    options: [
      'Життєва стратегія',
      'Поведінка',
      'Ціннісна орієнтація',
      'Самореалізація'
    ],
    correctIndex: 0
  },
  {
    question: 'Яким терміном називають здатність вибіркової сукупності відтворювати основні характеристики генеральної сукупності?',
    options: [
      'Валідність',
      'Надійність',
      'Релевантність',
      'Репрезентативність'
    ],
    correctIndex: 3
  },
  {
    question: 'Який перелік статусів є статусним набором?',
    options: [
      'Безробітний, брат, колега',
      'Племінник, покупець, сестра',
      'Пасажир, лікар, вірянин',
      'Священник, водій, бабуся'
    ],
    correctIndex: 2
  },
  {
    question: 'Підприємець стоїть перед вибором: ризикнути, порушити закон та отримати додатковий прибуток чи не ризикувати, не порушувати закон, але й не отримати додатковий прибуток. Якого типу конфлікт описано у цій ситуації?',
    options: [
      'Міжособистісний',
      'Вутрішньоособистісний',
      'Внутрішньогруповий',
      'Міжгруповий'
    ],
    correctIndex: 1
  },
  {
    question: 'Який соціальний інститут готує до виконання різних видів професійної діяльності?',
    options: [
      'Релігійний',
      'Політичний',
      'Освітній',
      'Економічний'
    ],
    correctIndex: 2
  },
  {
    question: 'Який механізм соціально-психологічного впливу використовує психолог під час проведення тренінгу для клієнта: «Коли ви розплющите очі, то відчуєте себе спокійним, сповненим сил й енергії»?',
    options: [
      'Навіювання',
      'Наслідування',
      'Переконання',
      'Зараження'
    ],
    correctIndex: 0
  },
  {
    question: 'Яка функція соціології забезпечує появу нового знання про всі сфери суспільного життя, узагальнення суспільних явищ і процесів?',
    options: [
      'Гуманістична',
      'Теоретико-пізнавальна',
      'Світоглядно-ідеологічна',
      'Інформаційна'
    ],
    correctIndex: 1
  },
  {
    question: 'Який приклад ілюструє пасивність соціальної ролі?',
    options: [
      'Прогулянка матері з дитиною на дитячому майданчику',
      'Перебування керівника закладу на лікарняному',
      'Доповідь вченого на науковій конференції',
      'Тренування спортсменів перед змаганням'
    ],
    correctIndex: 1
  },
  {
    question: 'Після вступу в шлюб українка переїжджає на батьківщину свого чоловіка у країну Близького Сходу, поступово пристосовуючись до нових умов життя. Який процес відбувається в цьому випадку?',
    options: [
      'Мобілізація',
      'Ідентифікація',
      'Акультурація',
      'Десоціалізація'
    ],
    correctIndex: 2
  },
  {
    question: 'Хлопчик-дошкільник здивував рідних емоційним коментарем: «Тато поганий, давайте його поміняємо!», а вже за якусь годину наполіг на тому, що не хоче гуляти ні з ким іншим, тільки зі своїм татом. Який феномен почуттів тут описано?',
    options: [
      'Амбівалентність',
      'Витіснення агресії',
      'Неусвідомленість',
      'Інстинктивне поводження'
    ],
    correctIndex: 0
    },
  {
    question: 'Яка функція соціальної групи полягає у здійсненні її членами спільної діяльності для досягнення загальної мети?',
    options: [
      'Інструментальна',
      'Підтримувальна',
      'Експресивна',
      'Соціалізації'
    ],
    correctIndex: 0
  },
  {
    question: 'Герой Бальзака Гобсек погано ставився до будь-яких змін у суспільстві. Він залишив після себе колосальний обсяг грошей та речей, які, однак, чималою часткою були в негідному стані. Який тип соціального характеру, згідно з Ерихом Фроммом, має Гобсек?',
    options: [
      'Накопичувальний',
      'Ринковий',
      'Експлуататорський',
      'Рецептивний'
    ],
    correctIndex: 0
  },
  {
    question: 'Складниками якого чинника психічного розвитку дитини є статеві ознаки, тип вищої нервової діяльності, задатки та темпи дозрівання нервової системи?',
    options: [
      'Ендогенного',
      'Соціального',
      'Морального',
      'Екзогенного'
    ],
    correctIndex: 0
  },
  {
    question: 'Під час професійної діяльності Аманда внесла пропозиції щодо впровадження інноваційних підходів у виробничий процес, спираючись на свої теоретичні знання. На якому етапі професіоналізації вона перебуває?',
    options: [
      'Професійного навчання',
      'Професійної реалізації',
      'Професійного становлення',
      'Професійної адаптації'
    ],
    correctIndex: 3
  },
  {
    question: 'Яке твердження є прикладом гендерного стереотипу?',
    options: [
      'Справжні норвежці завжди рудоволосі',
      'Справжні чоловіки також плачуть',
      'Краса жінки – запорука успішної кар’єри',
      'Відпустку по догляду за дитиною частіше беруть чоловіки'
    ],
    correctIndex: 2
  },
  {
    question: 'Яка спільнота людей за визначенням є професійною соціальною групою?',
    options: [
      'Колекціонери марок',
      'Пасажири маршрутки',
      'Покупці супермаркету',
      'Працівники цеху'
    ],
    correctIndex: 3
  },
  {
    question: 'Як називають людину, яка заклопотана питаннями вибору або змушеної зміни професії?',
    options: [
      'Оптант',
      'Адепт',
      'Адаптант',
      'Інтернал'
    ],
    correctIndex: 0
  },
  {
    question: 'Дослідник виокремив показники «релігійна поведінка» і «релігійна належність» складовими поняття «релігійність» та надав визначення усім поняттям. Фрагментом якого процесу є ця процедура?',
    options: [
      'Концептуалізації',
      'Шкалування',
      'Операціоналізації',
      'Типологізації'
    ],
    correctIndex: 0
  },
  {
    question: 'Обсяг випадкової вибірки становив 2500 осіб. Скільки анкет повернулося з «поля», якщо недосяжність респондентів становила 10%?',
    options: [
      '2250',
      '250',
      '1150',
      '1500'
    ],
    correctIndex: 0
  },
  {
    question: 'Які два типи соціально-психологічного впливу чергуються у розвитку людства, згідно з концепцією Габріеля Тарда?',
    options: [
      'Навіювання та чутки',
      'Звичай та мода',
      'Зараження та переконання',
      'Наслідування та навчання'
    ],
    correctIndex: 1
    },
  {
    question: 'Як результат застосування якого методу збору інформації отримано такі дані: «70% вважають, що Новий рік – це сімейне свято; 15% – що це свято друзів; 10% – не вважають Новий рік святом взагалі; 5% не змогли визначитися з відповіддю»?',
    options: [
      'Аналіз документів',
      'Опитування',
      'Спостереження',
      'Експеримент'
    ],
    correctIndex: 1
  },
  {
    question: 'Дитина йде до школи, щоб навчатися, але при цьому батьки отримують можливість займатися роботою та вивільняють свій час. Якою категорією Роберта Мертона можна було б описати таку ситуацію?',
    options: [
      'Дисфункція структури',
      'Структурне обмеження',
      'Латентна функція',
      'Функціональна вимога'
    ],
    correctIndex: 2
  },
  {
    question: 'Якому саме рівню несвідомого належить, за К. Г. Юнгом, архетип «дерево життя»?',
    options: [
      'Індивідуального',
      'Колективного',
      'Національного',
      'Сімейного'
    ],
    correctIndex: 1
  },
  {
    question: 'Винахіднику просто цікаво з наявного витворити щось невідоме до нього. До якого типу відніс би це явище Вільфредо Парето?',
    options: [
      'Соціальності',
      'Комбінацій',
      'Збереження агрегатів',
      'Цілісності індивіда'
    ],
    correctIndex: 1
  },
  {
    question: 'До якого типу соціальних груп належить натовп?',
    options: [
      'Квазігрупа',
      'Мала група',
      'Професійна група',
      'Формальна група'
    ],
    correctIndex: 0
  },
  {
    question: 'На якій стадії кар’єрного росту в організації перебуває індивід, якщо він має беззаперечний авторитет у професійному колі, достатньо багато однодумців та учнів?',
    options: [
      'Наставник',
      'Адепт',
      'Майстер',
      'Інтернал'
    ],
    correctIndex: 0
  },
  {
    question: 'Які соціальні групи для індивіда є еталонними під час формування своїх поглядів?',
    options: [
      'Штучні',
      'Референтні',
      'Статичні',
      'Цільові'
    ],
    correctIndex: 1
  },
  {
    question: 'Якщо досліджується випадок масового триденного страйку, який завершився застосуванням зброї і конфліктом з місцевою владою, то яка теорія має пояснювальний потенціал в цьому випадку?',
    options: [
      'Теорія «Дзеркального Я» Ч. Х. Кулі',
      'Теорія символічного інтеракціонізму Дж Г. Міда',
      'Теорія психології натовпу Г. Лебона',
      'Теорія «соціального організму» Г. Спенсера'
    ],
    correctIndex: 2
  },
  {
    question: 'Який вчений використовував метафоричні терміни «лиси» та «леви» для позначення різних типів еліт?',
    options: [
      'Вільфредо Парето',
      'Толкотт Парсонс',
      'Гюстав Лебон',
      'Джордж Герберт Мід'
    ],
    correctIndex: 0
  },
  {
    question: 'Статистична похибка вибірки соціологічного дослідження, проведеного напередодні виборів міського голови, не перевищує ±3,0% для показників, близьких до 25%. Яким є висновок для трьох кандидатів на посаду А, В і С, які отримали 20,4%, 22,8% та 27,4% відповідно?',
    options: [
      'Усі кандидати мають однакові шанси на перемогу у виборах, бо довірчі інтервали для їхніх показників перетинаються',
      'Кандидат С переможе у виборах, бо довірчий інтервал для отриманого ним відсотка не перетинається з іншими інтервалами',
      'Кандидати В і С мають шанс на перемогу у виборах, бо довірчі інтервали для їхніх показників перетинаються',
      'Кандидат А не має шансу за умови зняття кандидатури С, бо довірчі інтервали для показників кандидатів А і В не перетинаються'
    ],
    correctIndex: 2
    },
  {
    question: 'Яка ознака є універсальною для будь-якої соціальної групи?',
    options: [
      'Вибудовування взаємодії на основі емоцій',
      'Наявність формалізованих правил взаємодії в групі',
      'Наявність ролей та статусів',
      'Безособовий характер взаємодії'
    ],
    correctIndex: 2
  },
  {
    question: 'До запитання про власну релігійність респонденту запропонували одинадцятибальну шкалу із підписами окремих градацій: 0 – зовсім не релігійний, 1 – малорелігійний, ..., 10 – повністю релігійний. Яка це шкала?',
    options: [
      'Номінальна',
      'Інтервальна',
      'Порядкова',
      'Відношень'
    ],
    correctIndex: 2
  },
  {
    question: 'До якої галузі психології варто звернутися за необхідності отримання інформації про особливості розвитку психіки в онтогенезі?',
    options: [
      'Педагогічної',
      'Медичної',
      'Юридичної',
      'Вікової'
    ],
    correctIndex: 3
  },
  {
    question: 'Що є предметом соціології за Емілем Дюркгаймом?',
    options: [
      'Соціальна солідарність',
      'Соціальна дія',
      'Соціальний організм',
      'Соціальні форми'
    ],
    correctIndex: 0
  },
  {
    question: 'Який механізм міжособистісного сприймання виявляється за наслідування дитиною тих дій, мовленнєвих висловлювань, звичок інших, які вона спостерігала під час взаємодії з батьками, братами і сестрами?',
    options: [
      'Емпатія',
      'Соціальна установка',
      'Ідентифікація',
      'Соціальна рефлексія'
    ],
    correctIndex: 2
  },
  {
    question: 'Який з наведених термінів визначає спосіб пізнання іншої людини, коли припущення про внутрішній стан будується на основі спроби поставити себе на її місце?',
    options: [
      'Ідентифікація',
      'Атракція',
      'Емпатія',
      'Каузальна атрибуція'
    ],
    correctIndex: 0
  },
  {
    question: 'Чого у ставленні з боку інших ми просимо фразою: «Поставте себе на моє місце»?',
    options: [
      'Ідентифікації',
      'Атракції',
      'Атрибуції',
      'Комунікації'
    ],
    correctIndex: 0
  },
  {
    question: 'Викладач, пропрацювавши 9 років доцентом, отримує посаду професора на тій самій кафедрі. Який тип соціальної мобільності тут здійснюється?',
    options: [
      'Міжгенераційна',
      'Горизонтальна',
      'Вертикальна',
      'Внутрішньогенераційна'
    ],
    correctIndex: 2
  },
  {
    question: 'Яка з наведених форм девіації, за типологією Р. Мертона, описує поведінку науковця, який у пошуках істини пориває із прийнятою у науковому середовищі парадигмою?',
    options: [
      'Інновація',
      'Конформізм',
      'Ретритизм',
      'Ритуалізм'
    ],
    correctIndex: 0
  },
  {
    question: 'Проявом якої функції соціальної системи, за Т. Парсонсом, є дії вчительки, які мотивують школярів до навчання?',
    options: [
      'Адаптації',
      'Цілепокладання',
      'Інтеграції',
      'Латентності'
    ],
    correctIndex: 3
    },
  {
    question: 'Педагог ініціює чимало загальношкільних заходів, охоче та багато спілкується з учнями та колегами, з інтересом опановує інноваційні технології навчання, проєктує власну кар\'єру. Про який етап професіоналізації йдеться?',
    options: [
      'Професійного становлення',
      'Професійної підготовки',
      'Професійної адаптації',
      'Професійної майстерності'
    ],
    correctIndex: 0
  },
  {
    question: 'У країні, де відбулася зміна влади, спостерігається міграція в іншу країну політично активних діячів колишнього уряду, які чекають можливості повернутися назад. До якого виду міграції належить це переміщення?',
    options: [
      'Економічної',
      'Тимчасової',
      'Постійної',
      'Незворотньої'
    ],
    correctIndex: 1
  },
  {
    question: 'Яке з тверджень описує відмінність між поняттями «людина» та «індивід»?',
    options: [
      '«Людина» описує фізичні характеристики особи, «індивід» – особистісні риси особи',
      '«Людина» вказує на загальну категорію людства, «індивід» описує окрему особу',
      '«Людина» належить до фізичного аспекту особи, «індивід» охоплює соціальну роль і статус особи',
      '«Людина» використовується для опису соціальних ролей особи, «індивід» вказує на унікальні особистісні риси особи'
    ],
    correctIndex: 1
  },
  {
    question: 'Яку шкалу потрібно використати для вимірювання рівня задоволеності розміром заробітної платні?',
    options: [
      'Номінальну',
      'Порядкову',
      'Відношень',
      'Інтервальну'
    ],
    correctIndex: 1
  },
  {
    question: 'Студентка завершує своє навчання. У процесі вибору з-поміж двох пропозицій роботи вона аналізує подібні попередні ситуації зі свого життя, щоб зрозуміти, які рішення були успішними, а які – ні. Яку стратегію творчого конструювання життєвого шляху В. О. Моляко вона використала?',
    options: [
      'Комбінаторних дій',
      'Універсальну',
      'Спонтанну',
      'Пошуку аналогів'
    ],
    correctIndex: 3
  },
  {
    question: 'Яка функція соціології виявляється у цілеспрямованій дії щодо соціальних систем і процесів з метою оптимізації напряму, темпів їх розвитку й функціонування?',
    options: [
      'Інформаційна',
      'Управлінська',
      'Описова',
      'Критична'
    ],
    correctIndex: 1
  },
  {
    question: 'Який тип девіантної поведінки пов\'язаний зі шкідливими звичками?',
    options: [
      'Адиктивний',
      'Аморальний',
      'Суїцидальний',
      'Делінквентний'
    ],
    correctIndex: 0
  },
  {
    question: 'Який вид діяльності, не будучи виробництвом матеріального чи ідеального продукту, є першим етапом в процесі соціалізації, що виникла під впливом актуальних потреб людини?',
    options: [
      'Гра',
      'Навчання',
      'Праця',
      'Спілкування'
    ],
    correctIndex: 0
  },
  {
    question: 'Яка з потреб особистості НЕ належить до переліку соціальних, за класифікацією А. Маслоу?',
    options: [
      'У належності до колективу',
      'У турботі про інших',
      'У безпеці існування',
      'У самоактуалізації'
    ],
    correctIndex: 2
  },
  {
    question: 'Що є предметом вчення Огюста Конта про соціальну динаміку?',
    options: [
      'Соціальні норми та порядок',
      'Соціальна структура та стратифікація',
      'Типові взаємодії між компонентами соціальної системи',
      'Розумовий розвиток людства'
    ],
    correctIndex: 3
  },
  {
    question: '«Найбільше новин із позитивною тональністю тексту – це новини, які висвітлюють позицію Президента України (65% від усіх його повідомлень та 47% від загальної кількості «позитивних» новин)». Результатом якого дослідження є цей фрагмент?',
    options: [
      'Контент-аналітичного',
      'Фокус-групового',
      'Соціометричного',
      'Експертного'
    ],
    correctIndex: 0
  },
  {
    question: 'Яким поняттям позначають бажання людини заспокоїти, втішити чи розділити переживання з іншими?',
    options: [
      'Емпатія',
      'Атракція',
      'Симпатія',
      'Ідентифікація'
    ],
    correctIndex: 0
  },
  {
    question: 'Результати соціологічного дослідження засвідчили, що 40% лікарів і викладачів час від часу змінювали свої сімейні плани через професійні обов\'язки; робота ускладнювала для них виконання сімейних ролей. Який вид конфлікту описано у цій ситуації?',
    options: [
      'Міжгруповий',
      'Міжрольовий',
      'Міжособистісний',
      'Внутрішньогруповий'
    ],
    correctIndex: 1
  },
  {
    question: 'Після багатьох років успішної кар’єри керівник відчув страх втрати перспектив розвитку впоратися і вирішив поки зосередитися на збереженні свого статусу та власного добробуту і здоров’я. Чим зумовлена така його поведінка?',
    options: [
      'Професійною деформацією',
      'Професійною ідентичністю',
      'Професійною кризою',
      'Професійним становленням'
    ],
    correctIndex: 2
  },
  {
    question: 'Який соціально-психологічний механізм моди призводить і до уніфікації індивідів, і до поширення нових соціально цінних ідей, соціальних стандартів поведінки у великих групах?',
    options: [
      'Наслідування',
      'Зараження',
      'Навіювання',
      'Ідентифікація'
    ],
    correctIndex: 0
  },
  {
    question: 'За результатами вимірювання ознаки дослідник розрахував усі показники описової статистики. Який тип шкали використано під час вимірювання цієї ознаки?',
    options: [
      'Інтервальна',
      'Відношень',
      'Порядкова',
      'Номінальна'
    ],
    correctIndex: 1
  },
  {
    question: 'Дослідження якого автора сприяли тому, що предметом психології, замість «душі», почали вважати «свідомість»?',
    options: [
      'Фоми Аквінського',
      'Платона',
      'Декарта',
      'Фройда'
    ],
    correctIndex: 2
  },
  {
    question: 'Досліднику потрібно порівняти здатність змінюватися двох величин, які мають різну розмірність. Який коефіцієнт необхідно використати, крім дисперсії та стандартного відхилення?',
    options: [
      'Рангової кореляції',
      'Коефіцієнт варіації',
      'Коефіцієнт Джині',
      'Коефіцієнт детермінації'
    ],
    correctIndex: 1
  },
  {
    question: 'До якого типу соціальних груп належить молодь?',
    options: [
      'Демографічної',
      'Класової',
      'Професійної',
      'Територіальної'
    ],
    correctIndex: 0
  },
  {
    question: 'Яка характеристика НЕ входить до портрету потенційного суїциданта?',
    options: [
      'Наявність самогубців серед близьких родичів',
      'Наявність спроб суїциду, нав’язливі думки про суїцид',
      'Акцентуйованість особистості, незбалансована психіка',
      'Типова гіперактивність, одночасне виконання декількох справ'
    ],
    correctIndex: 3
  },
  {
    question: 'Як характеризується зв\'язок між Х та У, якщо коефіцієнт кореляції показує r=0,85?',
    options: [
      'Сильний позитивний',
      'Слабкий позитивний',
      'Сильний негативний',
      'Немає'
    ],
    correctIndex: 0
  },
  {
    question: 'Який метод збору інформації використовують під час дослідження тенденції розвитку мобільних додатків через з\'ясування думки програмістів і дизайнерів, які їх створюють?',
    options: [
      'Експертне інтерв\'ю',
      'Соціометрія',
      'Спостереження',
      'Аналіз документів'
    ],
    correctIndex: 0
  },
  {
    question: 'Яким поняттям Макс Вебер описує поведінку, засновану на вірі в соціальний порядок?',
    options: [
      'Легітимність',
      'Легальність',
      'Значущість',
      'Орієнтація'
    ],
    correctIndex: 0
  },
  {
    question: '«– Кого саме ви очікуєте? – запитав Бошан. – Одного аристократа та одного дипломата, – відповів Альбер». Якою з основних категорій соціології та психології описуються обидві характеристики, що їх дав гостям Альбер де Морсер, герой Дюма?',
    options: [
      'Людина',
      'Індивід',
      'Індивідуальність',
      'Соціальні статуси та ролі'
    ],
    correctIndex: 3
  },
  {
    question: 'Як називаються групи, які беруть участь у дослідженні та підлягають цілеспрямованому впливу з боку дослідників?',
    options: [
      'Еталонні',
      'Контрольні',
      'Нейтральні',
      'Експериментальні'
    ],
    correctIndex: 3
  },
  {
    question: 'Яка ознака є типовою для кризових періодів у процесі професійного розвитку особистості?',
    options: [
      'Зниження задоволеності діяльністю та умовами її здійснення',
      'Здійснення позитивно-мобілізаційного впливу на інших суб\'єктів діяльності',
      'Протистояння деструктивним чинникам професійного середовища',
      'Самовизначення в складних ситуаціях професійної діяльності'
    ],
    correctIndex: 0
  },
  {
    question: 'Дослідники отримали 850 заповнених анкет із 1000 запланованих. Яким є показник досяжності респондентів для цього опитування?',
    options: [
      '85%',
      '15%',
      '18%',
      '82%'
    ],
    correctIndex: 0
  },
  {
    question: 'Яка ситуація є прикладом висхідної групової мобільності?',
    options: [
      'Звільнення працівників у зв’язку з ліквідацією підприємства',
      'Зростання чисельності футбольного фан-клубу',
      'Перемога опозиційної політичної партії на виборах',
      'Зникнення професії телефоніст'
    ],
    correctIndex: 2
  },
  {
    question: 'Під час проведення фокус-групи її учасники взаємодіють один з одним, як результат складається система взаємовідносин, яка базується на неформальних статусах та ролях і змінюється від початку до завершення групової дискусії. Про що йдеться в описаній ситуації?',
    options: [
      'Соціальна адаптація',
      'Групова динаміка',
      'Самоідентифікація',
      'Соціальна інтеграція'
    ],
    correctIndex: 1
  },
  {
    question: 'Що з переліченого найповніше відображає об\'єкт соціології як науки?',
    options: [
      'Сфери соціального буття',
      'Закони розвитку виробничих організацій',
      'Соціальні дії членів референтних груп',
      'Соціальні зв’язки між соціальними інститутами'
    ],
    correctIndex: 0
  },
  {
    question: 'Як характеризується зв\'язок між Х та У, якщо коефіцієнт кореляції показує r=0,85?',
    options: [
      'Сильний позитивний',
      'Слабкий позитивний',
      'Сильний негативний',
      'Немає'
    ],
    correctIndex: 0
  },
  {
    question: 'Який метод збору інформації використовують під час дослідження тенденції розвитку мобільних додатків через з\'ясування думки програмістів і дизайнерів, які їх створюють?',
    options: [
      'Експертне інтерв\'ю',
      'Соціометрія',
      'Спостереження',
      'Аналіз документів'
    ],
    correctIndex: 0
  },
  {
    question: 'Яким поняттям Макс Вебер описує поведінку, засновану на вірі в соціальний порядок?',
    options: [
      'Легітимність',
      'Легальність',
      'Значущість',
      'Орієнтація'
    ],
    correctIndex: 0
  },
  {
    question: '«– Кого саме ви очікуєте? – запитав Бошан. – Одного аристократа та одного дипломата, – відповів Альбер». Якою з основних категорій соціології та психології описуються обидві характеристики, що їх дав гостям Альбер де Морсер, герой Дюма?',
    options: [
      'Людина',
      'Індивід',
      'Індивідуальність',
      'Соціальні статуси та ролі'
    ],
    correctIndex: 3
  },
  {
    question: 'Як називаються групи, які беруть участь у дослідженні та підлягають цілеспрямованому впливу з боку дослідників?',
    options: [
      'Еталонні',
      'Контрольні',
      'Нейтральні',
      'Експериментальні'
    ],
    correctIndex: 3
  },
  {
    question: 'Яка ознака є типовою для кризових періодів у процесі професійного розвитку особистості?',
    options: [
      'Зниження задоволеності діяльністю та умовами її здійснення',
      'Здійснення позитивно-мобілізаційного впливу на інших суб\'єктів діяльності',
      'Протистояння деструктивним чинникам професійного середовища',
      'Самовизначення в складних ситуаціях професійної діяльності'
    ],
    correctIndex: 0
  },
  {
    question: 'Дослідники отримали 850 заповнених анкет із 1000 запланованих. Яким є показник досяжності респондентів для цього опитування?',
    options: [
      '85%',
      '15%',
      '18%',
      '82%'
    ],
    correctIndex: 0
  },
  {
    question: 'Яка ситуація є прикладом висхідної групової мобільності?',
    options: [
      'Звільнення працівників у зв’язку з ліквідацією підприємства',
      'Зростання чисельності футбольного фан-клубу',
      'Перемога опозиційної політичної партії на виборах',
      'Зникнення професії телефоніст'
    ],
    correctIndex: 2
  },
  {
    question: 'Під час проведення фокус-групи її учасники взаємодіють один з одним, як результат складається система взаємовідносин, яка базується на неформальних статусах та ролях і змінюється від початку до завершення групової дискусії. Про що йдеться в описаній ситуації?',
    options: [
      'Соціальна адаптація',
      'Групова динаміка',
      'Самоідентифікація',
      'Соціальна інтеграція'
    ],
    correctIndex: 1
  },
  {
    question: 'Що з переліченого найповніше відображає об\'єкт соціології як науки?',
    options: [
      'Сфери соціального буття',
      'Закони розвитку виробничих організацій',
      'Соціальні дії членів референтних груп',
      'Соціальні зв’язки між соціальними інститутами'
    ],
    correctIndex: 0
  },
  {
    question: 'Які внутрішні механізми спонукають людину до дії?',
    options: [
      'Поведінка',
      'Цінність',
      'Мотив',
      'Мета'
    ],
    correctIndex: 2
  },
  {
    question: 'Що з наведеного НЕ може бути принципом застосування контент-аналізу?',
    options: [
      'Необхідність у високому ступені точності аналізу',
      'Наявність великого за обсягом і несистематизованого матеріалу',
      'Категорії, важливі для цілей дослідження, трапляються часто',
      'Мова джерела інформації жорстко формалізована'
    ],
    correctIndex: 3
  },
  {
    question: 'З яким рівнем об’єкта соціології співвідноситься дослідження «Ставлення молоді до власного бізнесу у сучасному українському суспільстві»?',
    options: [
      'Мікрорівнем',
      'Мезорівнем',
      'Макрорівнем',
      'Мегарівнем'
    ],
    correctIndex: 1
  },
  {
    question: 'Який вид нерівності проявляється в ситуації, коли соціальна група не має доступу до інформаційних комп\'ютерних технологій?',
    options: [
      'Правова',
      'Цифрова',
      'Мобільна',
      'Культурна'
    ],
    correctIndex: 1
  },
  {
    question: 'Яка потреба є найвищою згідно з «пірамідою потреб» А. Маслоу?',
    options: [
      'Самоактуалізація',
      'Любов',
      'Самоповага',
      'Здоров\'я'
    ],
    correctIndex: 0
  },
  {
    question: 'Що саме Макс Вебер визначав як теоретичну конструкцію, що являє собою певний аспект або момент соціальної реальності в індивідуальній своєрідності, логічній непротирічності та раціональній правильності?',
    options: [
      'Абстрагування',
      'Ідеалізація',
      'Раціоналізація',
      'Типізація'
    ],
    correctIndex: 1
  },
  {
    question: 'Якому виду адаптації відповідає ситуація, коли студент-першокурсник прийняв норми та цінності академічної культури, але не має бажання та прагнення щось змінювати в оточенні?',
    options: [
      'Гіперадаптація',
      'Активна адаптація',
      'Пасивна адаптація',
      'Дезадаптація'
    ],
    correctIndex: 2
  },
  {
    question: 'Який тип девіантної поведінки пов\'язаний з діями, що порушують закон?',
    options: [
      'Аморальний',
      'Делінквентний',
      'Суїцидальний',
      'Адиктивний'
    ],
    correctIndex: 1
  },
  {
    question: 'Яка функція психіки забезпечується приведенням суб’єкта у відповідний стан?',
    options: [
      'Регулятивна',
      'Пізнавальна',
      'Інструментальна',
      'Інформаційна'
    ],
    correctIndex: 0
  },
  {
    question: 'Героїня п’єси Лопе де Веги «Собака на сіні» не може наважитися вийти заміж за свого секретаря, не дивлячись на власну закоханість, оскільки він низького походження. Який з видів соціальної стратифікації тут актуалізується?',
    options: [
      'Каста',
      'Стан',
      'Клас',
      'Рабство'
    ],
    correctIndex: 1
  }
];
